const quotes = [
  {
    text: "Життя — це те, що з тобою відбувається, поки ти будуєш плани",
    author: "Джон Леннон",
    isFavorite: false,
  },
  {
    text: "Найкраща помста — величезний успіх",
    author: "Френк Сінатра",
    isFavorite: false,
  },
  {
    text: "Талант — це дар, якому неможливо ні навчити, ні навчитися",
    author: "Іммануїл Кант",
    isFavorite: false,
  },
  {
    text: "Життя — подорож, а не прибуття до кінцевого пункту призначення",
    author: "Тімоті Родерік",
    isFavorite: false,
  },
  {
    text: "Якщо ти народжений без крил, не заважай їм рости",
    author: "Анрі Гідель",
    isFavorite: false,
  },
  {
    text: "Єдиний спосіб зробити велику роботу — це любити те, що ти робиш",
    author: "Стів Джобс",
    isFavorite: false,
  },
  {
    text: "Не важливо, як повільно ти рухаєшся, головне — не зупинятися",
    author: "Конфуцій",
    isFavorite: false,
  },
  {
    text: "Майбутнє належить тим, хто вірить у красу своєї мрії",
    author: "Елеонора Рузвельт",
    isFavorite: false,
  },
  {
    text: "Справжня мудрість — це знати межі свого незнання",
    author: "Сократ",
    isFavorite: false,
  },
  {
    text: "Єдиний шлях досягти неможливого — це вірити, що воно можливе",
    author: "Льюїс Керролл",
    isFavorite: false,
  },
  {
    text: "Успіх — це вміння йти від невдачі до невдачі, не втрачаючи ентузіазму",
    author: "Вінстон Черчилль",
    isFavorite: false,
  },
  {
    text: "Кожна людина – архітектор власного щастя",
    author: "Солон",
    isFavorite: false,
  },
  {
    text: "Найкращий спосіб передбачити майбутнє – створити його",
    author: "Пітер Друкер",
    isFavorite: false,
  },
  {
    text: "Щастя – це не щось готове. Воно приходить від твоїх власних дій",
    author: "Далай-лама",
    isFavorite: false,
  },
  {
    text: "Не бійтеся відмовлятися від хорошого заради відмінного",
    author: "Джон Д. Рокфеллер",
    isFavorite: false,
  },
];

export default quotes;
